{
    "chinese":"中語",
    "english":"English",
    "portuguese":"Português",
    "general.welcome":"General Welcome message.",
    "welcome":"Welcome i18n",
    "rec.vacancies":"Recruitments",
    "rec.academic":"Academic Staff",
    "rec.admin":"Non-Academic Statff",
    "rec.apply":"Apply",
    "rec.position_info":"Position information",
    "rec.unit":"Academic Unit",
    "rec.code":"Reference No.",
    "rec.title":"Position",
    "rec.obtain_info":"I received the information of this recruitment from",
    "rec.obtain_info_web":"Web",
    "rec.obtain_info_new":"News Paper",
    "rec.obtain_info_oth":"Other",
    "rec.notice_title":"Notes",
    "rec.notice_content":"<ol class='list-decimal'><li>For application, applicants should provide the documentary proof as mentioned in the attached pages of this application form, otherwise, such relevant information will not be considered. All submitted documents will only be used for recruitment purposes and will not be returned to the applicants. Documents (if any) submitted in the previous applications, will not be used in this recruitment.</li><li> All relevant information such as academic qualifications / professional qualifications / vocational training / work experience should be completed in this application form. Only the information with documentary proof will be accepted for relevent calculations.</li></ol>",
    "rec.declaration_title":"Declaration for Personal Information Collection",
    "rec.declaration_content":"All the information provided by the applicant is only used for recruitment purpose. At the same time, will be handled in accordance with the provisions of Law No. 8/2005 “Personal Data Protection Law”. If the Examination Committee has any doubt on reviewing the documents of the applicants, the relevant information may be sent to an authority for verification or checking. In accordance with the Law, candidates have the rights of information, inspection and objection whereas written statements are required to be submmited to the Examination Committee to exercise these rights.",
    "thank_you":"Thank you"
}